USE TEAM42_TEST;

INSERT INTO PROJECTS(NAME) VALUES ('HyupUp');

INSERT INTO EPICS(START_AT, END_AT, PROJECT_ID, NAME) VALUES
  ('2021-11-10', '2021-11-15', 1, '환경 설정'),
  ('2021-11-10', '2021-11-15', 1, '홈페이지 구현'),
  ('2021-11-10', '2021-11-15', 1, '작업 페이지 기본 구현'),
  ('2021-11-10', '2021-11-15', 1, '로드맵 구현'),
  ('2021-11-10', '2021-11-15', 1, '마이그레이션'),
  ('2021-11-10', '2021-11-15', 1, '칸반보드 구현'),
  ('2021-11-10', '2021-11-15', 1, '백로그 구현'),
  ('2021-11-10', '2021-11-15', 1, '관리자 페이지 구현'),
  ('2021-11-10', '2021-11-15', 1, '프로젝트 관리 페이지 구현'),
  ('2021-11-10', '2021-11-15', 1, '회원가입 페이지 구현');
